Repository: mericorhay/DietFlow
Catalog: Packages/DietFlowKit/Sources/MealFeature/Resources/Localizable.xcstrings
Source language: en
Languages: es, tr

# meal.action.markDone
source: Mark as Eaten
es: Marcar como hecha
tr: Yedim

# meal.action.markDoneLabel
source: Mark as eaten
es: Marcar como hecha
tr: Yedim olarak işaretle

# meal.action.markNotDone
source: Undo
es: Deshacer
tr: Geri Al

# meal.action.skip
source: Skip
es: Omitir
tr: Atla

# meal.action.undoSkip
source: Undo Skip
es: Deshacer omisión
tr: Atlamayı Geri Al

# meal.cook.plusBadge
source: Free uses used up · More with Plus
es: Usos gratis agotados · Más con Plus
tr: Ücretsiz hakların bitti · Plus ile daha fazlası

# meal.cook.ready
source: Ready · Free to open
es: Lista · Abrirla es gratis
tr: Hazır · Açmak ücretsiz

# meal.cook.readySubtitle
source: Your recipe is ready. Opening it again is free.
es: Tu receta está lista. Volver a abrirla es gratis.
tr: Tarifin hazır. Yeniden açmak ücretsiz.

# meal.cook.subtitle
source: Step by step, with what can replace each ingredient.
es: Paso a paso, con qué puede sustituir a cada ingrediente.
tr: Adım adım, her malzemenin yerine ne koyabileceğinle birlikte.

# meal.cook.title
source: How to Make It
es: Cómo prepararla
tr: Nasıl Yapılır

# meal.cook.usesLeft
source: %lld AI uses left this month
es: Te quedan %lld usos del asistente este mes
tr: Bu ay %lld asistan hakkın kaldı

# meal.edit
source: Edit
es: Editar
tr: Düzenle

# meal.editor.cancel
source: Cancel
es: Cancelar
tr: Vazgeç

# meal.editor.customType
source: Name for this meal (optional)
es: Nombre de esta comida (opcional)
tr: Bu öğünün adı (isteğe bağlı)

# meal.editor.day
source: Day
es: Día
tr: Gün

# meal.editor.dayLabel
source: Day %1$lld · %2$@
es: Día %1$lld · %2$@
tr: %1$lld. gün · %2$@

# meal.editor.delete
source: Delete Meal
es: Eliminar comida
tr: Öğünü Sil

# meal.editor.deleteMessage
source: It is removed from every repeat of the plan.
es: Se quitará de todas las repeticiones del plan.
tr: Planın her tekrarından kaldırılır.

# meal.editor.deleteTitle
source: Delete this meal?
es: ¿Eliminar esta comida?
tr: Bu öğün silinsin mi?

# meal.editor.details
source: Description
es: Descripción
tr: Açıklama

# meal.editor.editTitle
source: Edit Meal
es: Editar comida
tr: Öğünü Düzenle

# meal.editor.estimatedFooter
source: Estimated by the assistant. Change any number and yours are kept instead.
es: Estimado por el asistente. Si cambias algún número, se guardan los tuyos.
tr: Asistan tahmin etti. Bir sayıyı değiştirirsen seninkiler geçerli olur.

# meal.editor.newTitle
source: New Meal
es: Nueva comida
tr: Yeni Öğün

# meal.editor.notes
source: Notes
es: Notas
tr: Notlar

# meal.editor.nutritionFooter
source: Leave blank if your plan doesn't list it.
es: Déjalo en blanco si tu plan no lo indica.
tr: Planında yazmıyorsa boş bırak.

# meal.editor.optional
source: Optional
es: Opcional
tr: İsteğe bağlı

# meal.editor.portion
source: Portion
es: Porción
tr: Porsiyon

# meal.editor.save
source: Save
es: Guardar
tr: Kaydet

# meal.editor.time
source: Time
es: Hora
tr: Saat

# meal.editor.title
source: Name
es: Nombre
tr: Ad

# meal.editor.type
source: Type
es: Tipo
tr: Tür

# meal.estimate.failed.busy
source: The assistant is busy right now. Nothing was counted; try again in a moment.
es: El asistente está ocupado ahora mismo. No se ha descontado nada; vuelve a intentarlo en un momento.
tr: Asistan şu an çok yoğun. Hakkından bir şey düşülmedi; birazdan yeniden dene.

# meal.estimate.failed.dailyLimit
source: That's all the assistant can do from this iPhone today. Nothing was counted; try again tomorrow.
es: El asistente no puede hacer más desde este iPhone por hoy. No se ha descontado nada; vuelve a intentarlo mañana.
tr: Asistan bugün bu iPhone için daha fazlasını yapamıyor. Hakkından bir şey düşülmedi; yarın yeniden dene.

# meal.estimate.failed.offline
source: You seem to be offline. Nothing was counted; try again when you're connected.
es: Parece que no tienes conexión. No se ha descontado nada; vuelve a intentarlo cuando tengas conexión.
tr: İnternete bağlı değilsin gibi görünüyor. Hakkından bir şey düşülmedi; bağlanınca yeniden dene.

# meal.estimate.failed.other
source: The assistant couldn't estimate this meal. Nothing was counted.
es: El asistente no pudo estimar esta comida. No se ha descontado nada.
tr: Asistan bu öğünü tahmin edemedi. Hakkından bir şey düşülmedi.

# meal.header.moved
source: Moved from %@
es: Movida · en el plan a las %@
tr: Kaydırıldı · planda %@

# meal.header.movedToday
source: Moved from %@ today
es: Movida hoy · en el plan a las %@
tr: Bugün kaydırıldı · planda %@

# meal.ingredients.safety
source: Check against your allergies and your dietitian's advice.
es: Compruébalo con tus alergias y los consejos de tu dietista.
tr: Alerjilerini ve diyetisyeninin önerilerini göz önünde bulundur.

# meal.missing.message
source: This meal is no longer in your plan.
es: Esta comida ya no está en tu plan.
tr: Bu öğün artık planında yok.

# meal.missing.title
source: Meal not found
es: Comida no encontrada
tr: Öğün bulunamadı

# meal.nutrition.barsFootnote
source: Bars show each one's share of the energy.
es: Las barras muestran qué parte de la energía aporta cada uno.
tr: Çubuklar her birinin enerjideki payını gösterir.

# meal.nutrition.carbohydrates
source: Carbohydrates
es: Carbohidratos
tr: Karbonhidrat

# meal.nutrition.energy
source: Calories
es: Calorías
tr: Kalori

# meal.nutrition.estimate
source: Estimate Nutrition
es: Estimar nutrición
tr: Besin Değerlerini Tahmin Et

# meal.nutrition.estimatedFootnote
source: Estimated by the assistant from this meal's description. Numbers from your plan always come first.
es: Estimado por el asistente a partir de la descripción de esta comida. Los números de tu plan siempre van primero.
tr: Asistan bu öğünün açıklamasından tahmin etti. Planındaki değerler her zaman önce gelir.

# meal.nutrition.fat
source: Fat
es: Grasas
tr: Yağ

# meal.nutrition.missing
source: Your plan doesn't list nutrition for this meal.
es: Tu plan no indica la nutrición de esta comida.
tr: Planında bu öğünün besin değerleri yok.

# meal.nutrition.portion
source: Portion
es: Porción
tr: Porsiyon

# meal.nutrition.protein
source: Protein
es: Proteínas

# meal.reminder.default
source: Default (%@)
es: Predeterminado (%@)
tr: Varsayılan (%@)

# meal.reminder.offFooter
source: Meal reminders are off. You can turn them on in Settings.
es: Los recordatorios están desactivados. Puedes activarlos en Ajustes.
tr: Öğün hatırlatmaları kapalı. Ayarlar'dan açabilirsin.

# meal.reminder.title
source: Reminder
es: Recordatorio
tr: Hatırlatma

# meal.section.description
source: Description
es: Descripción
tr: Açıklama

# meal.section.ingredients
source: Ingredients
es: Ingredientes
tr: Malzemeler

# meal.section.notes
source: Notes
es: Notas
tr: Notlar

# meal.section.nutrition
source: Nutrition
es: Nutrición
tr: Besin değerleri

# meal.status.done
source: Done
es: Hecha
tr: Tamamlandı

# meal.status.later
source: Later today
es: Más tarde hoy
tr: Bugün daha sonra

# meal.status.missed
source: Not marked
es: Sin marcar
tr: İşaretlenmedi

# meal.status.next
source: Next
es: Siguiente
tr: Sıradaki

# meal.status.now
source: Now
es: Ahora
tr: Şimdi

# meal.status.skipped
source: Skipped
es: Omitida
tr: Atlandı
